<template>
 <div id="box">
  <h2>用户协议</h2>
  <p>欢迎使用Micro School，Micro School乃根据以下用户协议（下文简称“协议”）透过Micro School为您提供咨询、服务。请您仔细阅读以下条款，如果您对以下任何条款表示异议，您可以选择不使用Micro School，注册并登录使用Micro School，即表示您同意本协议的约束。</p>
  <p>1.许可证及商标</p>
  <p>(1)Micro School的内容由深圳市铭拓实业有限公司（下文简称“铭拓实业”）拥有和运营。Micro School上提供的所有内容均受全世界版权法律的保护。严禁未经授权对任何网站、App内容进行复制、修改、散布或演绎。供应商保留所有未在本协议中明确授予的权利。</p>
  <p>(2)Micro School上所使用的其他相关的图表、标识、服务标志和商业名称都属于深圳市铭拓实业有限公司所有，未经许可不得用于与任何第三方产品或服务相关的活动中。 网站、App上出现的其他商标、服务标志和商业名称均为其各自所有者的财产。</p>
  <p>2.安全与隐私</p>
  <p>您的隐私对Micro School十分重要。如果您同意本用户协议，则您亦同意遵守我们的隐私保护协议。而该协议或会根据私隐政策进行修改。另外，你有责任妥善保存您的密码。</p>
  </div><p>3.修改</p>
  <p>(1)我们保留在发出或不发出通知的情况下，随时修改App内容或修改、暂停或停用App或其中任何一部分内容的权利。</p>
	<p>(2)铭拓实业不会因修改任何网站、App内容或修改、暂停或停用本网站、App而对您或任何第三方追究责任。</p>
  <p>4.禁止内容</p>
	<p>(1)禁止使用本网站进行任何非法或者未经授权的行为。使用本网站和App，您必须遵守任何和全部的中华人民共和国适用法律、法规和行为守则，国际用户同意遵守当地有关约束互联网行为和内容的法律。 </p>
	<p>(2)Micro School禁止发布任何违反法律或者其他令人反感的内容，禁止用户在本平台骚扰影响其他用户。</p>
  <p>5.责任范围</p>
  <p>对于由本网站，App引起或与之相关的任何间接、偶然、特殊、典型或后果性损害，包括但不限于由于无法使用、数据丢失或利润损失而导致的任何损害。无论公司是否已被告知发生此类损害的可能性或接到任何关于责任理论的建议，公司概不承担责任。</p>
	<p>6.版权声明</p>
  <p>(1)除了可识别的个人信息之外，任何您在Micro School上公布的资料都将视为非机密和非专有的。我们对该类资料将不承担责任。 </p>
		<p>(2)我们和我们指定的人员可自由复制、披露、散布、整合和以其他方式使用该类资料和所有数据、图像、声音、文本和其中包含的其他内容，以用作任何和全部商业或非商业目的。 </p>
		<p>(3)Micro School有权审查并删除任何内容、邮件、照片或文本（统称为"内容"），只要Micro School经过合理判断，认为该类内容违反了本协议，或具有攻击性、违法性，或侵犯了他人权利，或损害、威胁了用户安全。</p>
		<p>(4)您声明并保证您在任何时候公布的内容是</p>
		<p>（a）未违反本协议；</p>
		<p>（b）不会伤害到任何其他人。</p>
		<p>(5)通过将内容发布到的公共区域，表示您同意、自动授予，并且保证您有权授予Micro School一项不可取消的、永久的、非独占的、完全付费的、世界范围的许可，以使用、复制、执行、显示并散布该类信息和内容，也可准备该类信息和内容的衍生作品或整合到其他作品中，以及授予上述权利的再授权。</p>
</template>
<style>
		h2 {
			text-align: center;
		}
		p {
			text-align: justify;
		}
	</style>